{
	"1": {
		"name": "Huddle Project",
		"stack": "HTML + CSS",
		"description": "Built with HTML, CSS, and CSS Grid, this community platform showcases my web development skills. With a sleek and intuitive design, the platform adapts seamlessly to any screen size.",
		"link": "https://huddleproject.netlify.app",
		"sourceCode": "https://github.com/Bu-okem/self-project-2"
	},
	"2": {
		"name": "Fyyur",
		"stack": "HTML + CSS + Jinja + Flask",
		"description": "This platform, built with HTML, CSS, Jinja, and Flask, connects artists and venues in a clean and modern way. Artists can create profiles and showcase their work, while venues can search and book talent for their events. The platform's dynamic user interface and responsive content make it easy to use for both artists and venues alike",
		"link": "",
		"sourceCode": "https://github.com/Bu-okem/fyyur-project"
	},
	"3": {
		"name": "Blog for Godspower Eze",
		"stack": "HTML + CSS",
		"description": "This programming blog, frontend built with HTML and CSS, showcases a collection of informative articles and tutorials on a variety of programming topics. With a clean and user-friendly design, the blog makes it easy to find and read articles on topics ranging from programming languages to best practices and tips.",
		"link": "https://godspowereze.com",
		"sourceCode": ""
	},
	"4": {
		"name": "Space Exploration Website",
		"stack": "VueJS + TailwindCSS",
		"description": "Built with VueJS and TailwindCSS, this website provides a comprehensive view of space exploration destinations, flight crew, and vehicles. With a sleek and modern design, the website is easy to navigate and offers detailed information on the latest space missions and their objectives. The use of VueJS allows for a fast and responsive user interface, while TailwindCSS ensures a clean and consistent design throughout the website",
		"link": "https://space-exploration-mauve.vercel.app",
		"sourceCode": "https://github.com/Bu-okem/space-exploration-project"
	},
	"5": {
		"name": "Trivia Website",
		"stack": "ReactJS + Flask",
		"description": "This trivia website, built with ReactJS and Flask, provides an engaging and challenging experience for quiz enthusiasts. With a dynamic user interface powered by ReactJS, the website allows users to select their desired trivia category and difficulty level, and then provides a series of multiple-choice questions. The use of Flask allows for seamless integration with the backend, making it easy to update and maintain the website's database of questions and answers",
		"link": "",
		"sourceCode": "https://github.com/Bu-okem/udacitrivia-project.git"
	},
	"6": {
		"name": "Sunnyside Website",
		"stack": "HTML + CSS + VanillaJS",
		"description": "Description",
		"link": "",
		"sourceCode": ""
	}
}
